Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/puheenjohtaja_juuso_kertoo_lakiprosessin_taustat:_saamelaiskarajalaki_epaonnistui_poliittisessa_tahdossa_ei_asiasisallossa_.html.tmx
Source language: fin
Languages: sms

source: Puheenjohtaja Juuso kertoo lakiprosessin taustat: ”Saamelaiskäräjälaki epäonnistui poliittisessa tahdossa, ei asiasisällössä”
sms: Saaǥǥjååʹđteeʹjj Juuso: ”Sääʹmteʹǧǧlääʹjj hueʹneld ǩiâvvmõõžžâst leäi kõõččmõš poliittlaž täättast, ij äʹšš-siiskõõzz vaiggâdvuõđin”

source: Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuso on kirjoittanut kattavan katsauksen näkemyksistään siitä, kuinka viimeisin saamelaiskäräjälain uudistamisyritys eteni Timosen toimikunnan mandaatin asettamisesta kaatumiseen perustuslakivaliokunnassa.
sms: Sääʹmteeʹǧǧ saaǥǥjååʹđteeʹjj Tuomas Aslak Juuso lij ǩeeʹrjtam veiddsõs ǩičldõõǥǥ vuäinnmõõžžin tõʹst, mäʹhtt mââimõs sääʹmteʹǧǧlääʹjj oođeemǩiččlõddmõš ouddni Timonen tåimmkååʹdd mandaatt šiõttummšest čorstâttmõʹšše vuâđđlääʹǩǩvälljkååʹddest.

source: Juuso kertoo suomenkielisessä tekstissään tarkemmin siitä, kuinka Saamelaiskäräjät pyrki neuvottelemaan ratkaisua viimeiseen saakka.
sms: Juuso särnn lääʹddǩiõllsaž teeʹkstes tääʹrǩben tõʹst, mäʹhtt Sääʹmteʹǧǧ ǩiččli saǥstõõllâd räʹtǩǩummuž mââimõõzz räjja.

source: Timosen toimikunnan työ saamelaiskäräjälain muutoksen valmistelemiseksi alkoi joulukuussa 2020 ja valmis mietintö julkaistiin 11.5.2021.
sms: Timonen tåimmkååʹdd tuâjj sääʹmteʹǧǧlääʹjj muttâz valmmštõõllmõššân aaʹlji jooulmannust 2020 da vaalmâš smiõtldõk õlmstõʹtteš 11.5.2021.

source: Marinin hallituksen esitys vietiin eduskunnan käsittelyyn lopulta marraskuussa 2022, minkä jälkeen eduskunnan perustuslakivaliokunta pysäytti esityksen käsittelyn 24.2.2023 ajanpuutteeseen vedoten.
sms: Marin halltõõzz eʹtǩǩõs viʹǩǩeš eeʹttiǩ-kååʹdd ǩiõttʼtõõllmõʹšše looppâst skamm-mannust 2022, mõõn mâŋŋa eeʹttiǩ-kååʹdd vuâđđlääʹǩǩvälljkåʹdd årstõʹtti eʹtǩǩõõzz ǩiõttʼtõõllmõõžž 24.2.2023 ääiʹjpuuttmõʹšše nuäjjõõđeeʹl.

source: Puheenjohtaja Juuso kertoo tekstissään lakitoimikunnan työstä ja Saamelaiskäräjien neuvotteluyrityksistä eduskunnan sisällä yli puoluerajojen.
sms: Saaǥǥjååʹđteeʹjj Juuso särnn teeʹkstes lääʹǩǩtåimmkååʹdd tuâjast da Sääʹmteeʹǧǧ saǥstõõllâmǩiččlummšin eeʹttiǩ-kååʹdd seʹst pâʹjjel peällõkraaji.

source: ”On tärkeää, että lakiuudistusprosessin käänteet ovat kaikkien tiedossa”
sms: ”Lij vääžnai, što lääʹjjoođeemproseeʹss jåårǥlõõǥǥ liâ puki teâđast”

source: Saamelaiskäräjälain käänteet ovat saaneet myös mediassa runsaasti huomiota, erityisesti lain käsittelyn venyessä eduskunnan toimikauden viime metreille.
sms: Sääʹmteʹǧǧlääʹjj jåårǥlõõǥǥ liâ vuäǯǯam še mediast vââʹlljest vuâmmšõõzz, jeäʹrben lääʹjj ǩiõttʼtõõllmõõžž võõneen eeʹttiǩ-kååʹdd tåimmpââʹj mââimõs mettrin.

source: Puheenjohtaja Juuso halusikin omalta osaltaan varmistaa, että kaikki tiedot uudistusprosessista ovat halukkaiden käytettävissä mahdollisimman tarkasti.
sms: Saaǥǥjååʹđteeʹjj Juuso haaʹlii jiijjâs beäʹlnn ainsmâʹtted, što puk teâđ oođeemproseeʹssest liâ haaʹlʼjaž oummui ââʹnnemnalla vueiʹtlva tääʹrǩeld.

source: –Halusin, että kaikki voisivat kuulla mitä prosessin aikana tapahtui, ja toivonkin, että mahdollisimman moni asiasta kiinnostunut jaksaa tekstin lukea, puheenjohtaja Juuso kertoo.
sms: – Haaʹleem, što puk vuäitče kuullâd mii proseeʹss poodd šõõddi, da tuäivam, što vueiʹtlva mäŋggaz vueiʹtte teeʹkst lookkâd, saaǥǥjååʹđteeʹjj Juuso särnn.

source: Juuso harmittelee erityisesti sitä, ettei lakiesitystä vastustanut keskusta ollut halukas neuvottelemaan ratkaisuista.
sms: Juuso gåårtââll jeäʹrben tõn, što lääʹǩǩeʹtǩǩõõzz vuâsttlâsttam Lääʹdd Kõõskõs ij leämmaž haaʹleei saǥstõõllâd räʹtǩǩummšin.

source: Olisin luullut, että heille kynnyskysymykseksi osoittautuneessa asiassa hekin olisivat nähneet keskustelun tarpeellisiksi, jotta olisimme voineet edes yrittää löytää ratkaisuja, Juuso ihmettelee.
sms: Leʹččim jõrddam, što siʹjjid pââimõskõõččmõššân čuäʹjtõõttâm ääʹššest sij še leʹčče vuäinnam saǥstõõllmõõžž taarbliʹžžen, što leeiʹm vueiʹtted ni ǩiččled kaunnâd räʹtǩǩummšid, Juuso õõmtââšš.

source: Saamelaiskäräjälain uudistus on nyt kaatunut kolmen hallituksen aikana peräkkäin.
sms: Sääʹmteʹǧǧlääʹjj oođummuš lij ååʹn čorstõttum kooum halltõõzz poodd ǩeäččlõõžži.

source: Myös YK:n ihmisoikeuskomitea ja rotusyrjintäkomitea ovat velvoittaneet Suomea korjaamaan nykylakia saamelaisten itsemääräämisoikeutta kunnioittavaksi mm. vaaliluettelon kriteerien osalta.
sms: ÕM ooumažvuõiggâdvuõttkomitea da rooddsuäʹrddemkomitea liâ õõlǥtam Lääʹdd teevvad ânnʼjõžlääʹjj säʹmmlai jiõččmieʹrremvuõiggâdvuõđ ciʹsttjeeʹjen ouddm. vaal-loǥstõõǥǥ kriteeʹri beäʹlnn.

source: Linkki: Puheenjohtaja Juuso kertoo: Saamelaiskäräjälakiesityksen polku epäonnistumiseen
sms: Liŋkk: Saaǥǥjååʹđteeʹjj Juuso maainast: Sääʹmteʹǧǧlääʹǩǩeʹtǩǩõõzz pääʹljes hueʹneld ǩiâvvmõʹšše

source: Lisätietoja:
sms: Lââʹssteâđ:

source: Tuomas Aslak Juuso Puheenjohtaja 040 687 3394 tuomas.juuso(at)samediggi.fi
sms: Tuomas Aslak juuso Saaǥǥjååʹđteeʹjj 040 687 3394 tuomas.juuso(at)samediggi.fi
